tap "ariga/tap"
tap "aws/tap"
tap "damascenorafael/tap"
tap "k1low/tap"
tap "minio/stable"
tap "shivammathur/php"
tap "symfony-cli/tap"
tap "xcodesorg/made"
brew "act"
brew "openssl@3"
brew "libsodium"
brew "libyaml"
brew "ansible"
brew "libpng"
brew "gettext"
brew "asdf"
brew "atlas"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "oniguruma"
brew "bat"
brew "bison"
brew "freetype"
brew "ripgrep"
brew "codex"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "curl"
brew "direnv"
brew "exiftool"
brew "fd"
brew "fzf"
brew "gd"
brew "gh"
brew "icu4c@77"
brew "hugo"
brew "libtool"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "libpq"
brew "libxml2"
brew "libzip"
brew "mas"
brew "zlib"
brew "mysql"
brew "mysql@8.4"
brew "neovim"
brew "nkf"
brew "openapi-generator"
brew "pkgconf"
brew "postgresql@17"
brew "prettier"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "re2c"
brew "telnet"
brew "terragrunt"
brew "tfenv"
brew "tig"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "unar"
brew "vim"
brew "virtualenv"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "k1low/tap/octocov"
brew "xcodesorg/made/xcodes"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "alt-tab"
cask "apidog"
cask "appcleaner"
cask "arc"
cask "brave-browser"
cask "chatgpt"
cask "chatwork"
cask "cleanshot"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "flux-app"
cask "font-sauce-code-pro-nerd-font"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
cask "keyclu"
cask "logi-options+"
cask "mattermost"
cask "monitorcontrol"
cask "notion"
cask "postman"
cask "prefs-editor"
cask "pushplaylabs-sidekick"
cask "readdle-spark"
cask "rectangle"
cask "redis-insight"
cask "slack"
cask "thebrowsercompany-dia"
cask "visual-studio-code"
cask "vrew"
cask "zoom"
mas "EasyRes", id: 688211836
mas "Kindle", id: 302584613
mas "MARKETSPEED", id: 946680495
mas "MenuBar Stats", id: 714196447
mas "Toggl Track", id: 1291898086
mas "Velja", id: 1607635845
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.path-intellisense"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dariofuzinato.vue-peek"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "halpe.minifier"
vscode "humao.rest-client"
vscode "junstyle.php-cs-fixer"
vscode "kaiwood.endwise"
vscode "kddejong.vscode-cfn-lint"
vscode "koichisasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nmrmsys.vscode-sql-formatter-mod"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "sdras.vue-vscode-snippets"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "titiaiev.vue-docs"
vscode "tungvn.wordpress-snippet"
vscode "usernamehw.errorlens"
vscode "valeryanm.vscode-phpsab"
vscode "vue.volar"
vscode "whatwedo.twig"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "xdebug.php-debug"
vscode "yzane.markdown-pdf"
vscode "zignd.html-css-class-completion"
