tap "ariga/tap"
tap "aws/tap"
tap "damascenorafael/tap"
tap "k1low/tap"
tap "minio/stable"
tap "shivammathur/php"
tap "symfony-cli/tap"
tap "xcodesorg/made"
brew "act"
brew "openssl@3"
brew "libsodium"
brew "ansible"
brew "libpng"
brew "gettext"
brew "atlas"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "oniguruma"
brew "bat"
brew "bison"
brew "freetype"
brew "ripgrep"
brew "codex"
brew "colordiff"
brew "libtool"
brew "gd"
brew "gmp"
brew "krb5"
brew "libpq"
brew "libzip"
brew "composer"
brew "coreutils"
brew "direnv"
brew "exiftool"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "golangci-lint"
brew "hugo"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "mas"
brew "zlib"
brew "mysql"
brew "mysql@8.4"
brew "neovim"
brew "nkf"
brew "openapi-generator"
brew "php@8.3"
brew "pkgconf"
brew "postgresql@17"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "re2c"
brew "telnet"
brew "terragrunt"
brew "tfenv"
brew "tig"
brew "trash", link: true
brew "tree"
brew "vim"
brew "virtualenv"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "k1low/tap/octocov"
brew "xcodesorg/made/xcodes"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "alt-tab"
cask "apidog"
cask "appcleaner"
cask "arc"
cask "brave-browser"
cask "chatgpt"
cask "chatwork"
cask "cleanshot"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "flux-app"
cask "font-jetbrains-mono"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
cask "keyclu"
cask "logi-options+"
cask "mattermost"
cask "monitorcontrol"
cask "notion"
cask "postman"
cask "prefs-editor"
cask "pushplaylabs-sidekick"
cask "readdle-spark"
cask "rectangle"
cask "redis-insight"
cask "slack"
cask "thebrowsercompany-dia"
cask "visual-studio-code"
cask "vrew"
cask "zoom"
mas "EasyRes", id: 688211836
mas "Kindle", id: 302584613
mas "MARKETSPEED", id: 946680495
mas "MenuBar Stats", id: 714196447
mas "Toggl Track", id: 1291898086
mas "Velja", id: 1607635845

